/* No comment provided by engineer. */
"·" = "·";

/* No comment provided by engineer. */
"/ month" = "/ 月";

/* No comment provided by engineer. */
"/ year" = "/ 年";

/* No comment provided by engineer. */
"%d note" = "%d 附註";

/* No comment provided by engineer. */
"%d notes" = "%d 篇筆記";

/* No comment provided by engineer. */
"%d selected note" = "%d 篇已選筆記";

/* No comment provided by engineer. */
"%lu notes imported" = "%lu 篇筆記已匯入";

/* No comment provided by engineer. */
"Modified" = "已修改";

/* No comment provided by engineer. */
"Created" = "已建立";

/* No comment provided by engineer. */
"Table of Contents" = "目錄";

/* No comment provided by engineer. */
"Statistics" = "統計資料";

/* No comment provided by engineer. */
"Backlinks" = "反向連結";

/* No comment provided by engineer. */
"1️⃣ Click ‘Show Database’ below to reveal this file in Finder" = "1️⃣ 按下方的「顯示資料庫」以在 Finder 中顯示此檔案";

/* No comment provided by engineer. */
"1 note imported" = "已匯入 1 篇筆記";

/* No comment provided by engineer. */
"2️⃣ Click ‘Contact Support‘ to open our website" = "2️⃣ 按「聯絡支援」打開我們的網站";

/* No comment provided by engineer. */
"3️⃣ Fill out our contact form and attach Bear’s database from Finder so we can investigate and help" = "3️⃣ 填寫聯絡表格，並貼上從 Finder 中找到的「熊掌記」資料庫檔案，以便我們調查問題並提供幫助";

/* No comment provided by engineer. */
"A 14-day free trial, then..." = "免費試用 14 天，然後……";

/* Alphabetic sorting for notes
   Alphabetic sorting for tags */
"A to Z" = "A 到 Z";

/* No comment provided by engineer. */
"A trip to the north pole" = "一趟北極之旅";

/* No comment provided by engineer. */
"Account will be charged for renewal within 24-hours prior to the end of the current period, with the same amount as the first period." = "帳戶將在目前訂閱期結束前 24 小時內進行更新扣費，續費金額與之前的訂閱金額相同。";

/* No comment provided by engineer. */
"Add Notes to %@" = "新增筆記至 %@";

/* No comment provided by engineer. */
"All the child tags will also be deleted. You can’t undo this action." = "所有子標籤將被刪除。您無法撤銷此操作。";

/* No comment provided by engineer. */
"Annual" = "年度";

/* No comment provided by engineer. */
"Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicable." = "使用者購買產品的訂閱服務時，任何未被使用的該產品的免費試用期即刻失效。";

/* No comment provided by engineer. */
"Archive notes" = "存檔筆記";

/* No comment provided by engineer. */
"Are you sure you want to delete all the notes in the Trash?" = "確定要刪除所有垃圾桶裡的筆記？";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the notes in the Trash?" = "確定要永久刪除垃圾桶裡的筆記嗎？";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected notes?" = "確定要永久刪除選取的筆記嗎？";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected tag?" = "確定要永久刪除選取的標籤？";

/* No comment provided by engineer. */
"Backup restored" = "備份已恢復";

/* No comment provided by engineer. */
"Bear" = "熊掌記（Bear）";

/* No comment provided by engineer. */
"Bear is currently exporting your notes, take a moment to relax!" = "熊掌記（Bear）正在匯出您的筆記，請休息一會兒！";

/* No comment provided by engineer. */
"Bear is currently importing your new notes, take a moment to relax!" = "熊掌記（Bear）正在匯入您的新筆記，請休息一會兒！";

/* No comment provided by engineer. */
"Bear is retrieving the page you have requested." = "熊掌記（Bear）正在擷取您請求的頁面。";

/* No comment provided by engineer. */
"Bear needs iCloud and iCloud Drive in order to sync, please enable both before proceding" = "熊掌記（Bear）需要 iCloud 和 iCloud Drive 才可同步，請先啟用它們再繼續";

/* No comment provided by engineer. */
"Bear Pro is enabled via an auto-renewing subscription" = "熊掌記（Bear） Pro 透過自動更新訂閱服務啟用";

/* No comment provided by engineer. */
"Beautiful application themes" = "美觀的應用程式主題";

/* No comment provided by engineer. */
"Beta expired" = "Beta 版已過期";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Code" = "程式碼";

/* No comment provided by engineer. */
"Contact Support" = "聯絡支援";

/* No comment provided by engineer. */
"Contacting Apple..." = "正在聯絡 Apple……";

/* No comment provided by engineer. */
"Copy As" = "複製為";

/* No comment provided by engineer. */
"Copy As HTML" = "複製為 HTML";

/* No comment provided by engineer. */
"Copy As Markdown" = "複製為 Markdown 檔案";

/* No comment provided by engineer. */
"Copy As Rich Text" = "複製為 RTF 文本";

/* No comment provided by engineer. */
"Copy As Text" = "複製為文本";

/* No comment provided by engineer. */
"Copy code" = "複製程式碼";

/* No comment provided by engineer. */
"Copy Code Block" = "複製代碼塊";

/* No comment provided by engineer. */
"Copy Link To Note" = "複製到筆記的連結";

/* No comment provided by engineer. */
"Copy Link To Note (New Window)" = "複製到筆記的連結（新視窗）";

/* No comment provided by engineer. */
"Copy Link To Notes (New Window)" = "複製到筆記的連結（新視窗）";

/* No comment provided by engineer. */
"Copy Links To Notes" = "複製到筆記的連結";

/* No comment provided by engineer. */
"Could not load the notes database " = "無法載入筆記資料庫 ";

/* table cell action */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Delete notes" = "刪除筆記";

/* No comment provided by engineer. */
"Do not show this warning again." = "不要再顯示此警告。";

/* No comment provided by engineer. */
"Don’t worry, your notes are safe and we can help:" = "別擔心，您的筆記很安全，我們可以幫助您：";

/* No comment provided by engineer. */
"Edit Link" = "編輯連結";

/* No comment provided by engineer. */
"email" = "電子郵件";

/* No comment provided by engineer. */
"Empty Trash" = "清空垃圾桶";

/* No comment provided by engineer. */
"Export note" = "匯出筆記";

/* No comment provided by engineer. */
"Export Note..." = "匯出筆記……";

/* No comment provided by engineer. */
"Export notes" = "匯出筆記";

/* No comment provided by engineer. */
"Export Notes..." = "匯出筆記……";

/* No comment provided by engineer. */
"Export to more formats" = "匯出為更多格式";

/* No comment provided by engineer. */
"FAQ" = "常見問題";

/* No comment provided by engineer. */
"For all the subscriptions applies the following:" = "適用於所有訂閱使用者：";

/* No comment provided by engineer. */
"For the Monthly Subscription applies the following:" = "適用於按月訂閱使用者：";

/* No comment provided by engineer. */
"For the Yearly Subscription applies the following:" = "適用於按年訂閱使用者：";

/* No comment provided by engineer. */
"Go to website" = "前往網站";

/* No comment provided by engineer. */
"Hide Preview" = "隱藏預覽";

/* %@ is the user's hint for the password */
"Hint: %@" = "提示：%@";

/* No comment provided by engineer. */
"HTML" = "網頁(html)";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app" = "https://bear.app/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/" = "https://bear.app/faq/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/sync-troubleshooting/" = "https://bear.app/faq/sync-troubleshooting/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/get-support-from-app/" = "https://bear.app/get-support-from-app/";

/* Please do not localise this, leave empty or copy the same url */
"https://twitter.com/BearNotesApp/" = "https://twitter.com/BearNotesApp/";

/* Please do not localise this, leave empty or copy the same url */
"https://www.reddit.com/r/bearapp/" = "https://www.reddit.com/r/bearapp/";

/* No comment provided by engineer. */
"Import notes" = "匯入筆記";

/* No comment provided by engineer. */
"Important" = "重要";

/* No comment provided by engineer. */
"Importing a Bear Backup will completely replace your current notes" = "重要提示：匯入熊掌記（Bear）備份會完全取代目前的筆記";

/* No comment provided by engineer. */
"Inbox" = "收件箱";

/* No comment provided by engineer. */
"Insert" = "插入";

/* No comment provided by engineer. */
"Insert files" = "插入檔案";

/* No comment provided by engineer. */
"It was not possible to migrate your database to the new version. Don't worry your notes are safe, please contact the support team using the 'Contact Support' button below and they will help you." = "無法將您的資料庫轉移到新版本。別擔心，您的筆記是安全的，請使用下方的「聯絡支援」按鈕以聯絡支援團隊，他們將幫助您。";

/* No comment provided by engineer. */
"Just a moment and Bear will be ready!" = "稍等片刻，熊掌記（Bear）馬上就好！";

/* No comment provided by engineer. */
"Keep Tags" = "保留標籤";

/* No comment provided by engineer. */
"Learn more" = "了解更多";

/* No comment provided by engineer. */
"Locked notes" = "加密的筆記";

/* No comment provided by engineer. */
"Look and feel smarter" = "外觀和使用感受都更加智慧化";

/* No comment provided by engineer. */
"Main Window" = "主視窗";

/* No comment provided by engineer. */
"Manage Subscription" = "管理訂閱";

/* No comment provided by engineer. */
"Mark as Complete" = "標示為已完成";

/* No comment provided by engineer. */
"Mark as Incomplete" = "標示為未完成";

/* No comment provided by engineer. */
"Markdown" = "Markdown";

/* No comment provided by engineer. */
"Merge notes" = "合併筆記";

/* No comment provided by engineer. */
"month" = "月";

/* No comment provided by engineer. */
"Monthly" = "每月";

/* Number of notes sorting for tags */
"Most Used First" = "最常用優先";

/* No comment provided by engineer. */
"Move Done to Bottom" = "將已完成的移到最下方";

/* App last sync date was never */
"never" = "永不";

/* No comment provided by engineer. */
"New Note" = "新筆記";

/* Date sorting for notes */
"Newest on Top" = "最新的在上面";

/* No comment provided by engineer. */
"No note selected" = "未選取笔记";

/* No comment provided by engineer. */
"No purchases found" = "沒有找到購買訊息";

/* No comment provided by engineer. */
"Note From Selection" = "從所選範圍中新增筆記";

/* No comment provided by engineer. */
"notes" = "筆記";

/* No comment provided by engineer. */
"Notes" = "筆記";

/* No comment provided by engineer. */
"Notes search" = "筆記搜尋";

/* No comment provided by engineer. */
"Nothing to import" = "沒有可匯入的內容";

/* No comment provided by engineer. */
"Ok" = "確定";

/* No comment provided by engineer. */
"OK" = "確定";

/* Leave the %@, will be replaced with the title of a user generated note to compose something like 'Open My Todos' */
"Open \"%@\"" = "打開「%@」";

/* No comment provided by engineer. */
"Open Link in New Window" = "以新視窗開啟連結";

/* No comment provided by engineer. */
"Open With" = "打開檔案的應用程式";

/* No comment provided by engineer. */
"Password-protect your notes" = "以密碼保護您的筆記";

/* No comment provided by engineer. */
"Paste From" = "從……粘貼";

/* No comment provided by engineer. */
"Payment will be charged to iTunes Account at confirmation of purchase or the end of the Free Trial Period, if any." = "在付款確認後，或在免費試用期（如有）結束後，iTunes 帳戶將被扣款。";

/* table cell action */
"Pin" = "釘選";

/* No comment provided by engineer. */
"Pin notes" = "釘選筆記";

/* No comment provided by engineer. */
"Pin Tag" = "釘選標籤";

/* No comment provided by engineer. */
"Pin To Top" = "釘選到頂部";

/* No comment provided by engineer. */
"Plain Text" = "簡單文本";

/* No comment provided by engineer. */
"Please check your internet connection or try again later." = "請檢查您的網際網路連線或稍後重試。";

/* No comment provided by engineer. */
"Please choose the backup file" = "請選取備份檔案";

/* No comment provided by engineer. */
"Please choose the files you want to import" = "請選取您想要匯入的檔案";

/* No comment provided by engineer. */
"Please choose the location where the file will be saved" = "請選取儲存檔案的位置";

/* No comment provided by engineer. */
"Please choose the location where the note will be saved" = "請選取儲存筆記的位置";

/* No comment provided by engineer. */
"Please choose the location where the notes will be saved" = "請選取儲存筆記的位置";

/* No comment provided by engineer. */
"Please select one or more files" = "請選取一個或更多個檔案";

/* No comment provided by engineer. */
"Please wait while Bear’s database is upgraded" = "熊掌記（Bear）資料庫升級中，請稍候";

/* No comment provided by engineer. */
"Please wait while your notes are upgraded" = "您的筆記升級中，請稍候";

/* No comment provided by engineer. */
"Privacy Policy" = "隱私權政策";

/* No comment provided by engineer. */
"Quit" = "結束";

/* Complete sentence: Re-add tag <a tag> */
"Re-add tag" = "重新添加標籤";

/* Complete sentence: Remove tag <a tag>
   used for the 'remove tag <a tag>' menu item */
"Remove tag" = "移除標籤";

/* table cell action */
"Restore" = "還原";

/* No comment provided by engineer. */
"Restore from backup" = "從備份中回復";

/* No comment provided by engineer. */
"Restore notes" = "回復筆記";

/* No comment provided by engineer. */
"Restore Purchases" = "恢復購買資料";

/* No comment provided by engineer. */
"Rich Text" = "RTF 文字";

/* No comment provided by engineer. */
"Save As" = "儲存為";

/* No comment provided by engineer. */
"Save file" = "儲存檔案";

/* No comment provided by engineer. */
"Search" = "搜尋";

/* No comment provided by engineer. */
"Search inside attachments" = "在附件中搜尋";

/* No comment provided by engineer. */
"Search Notes" = "搜尋筆記";

/* No comment provided by engineer. */
"Show Database" = "顯示資料庫";

/* No comment provided by engineer. */
"Show Images As Thumbnails" = "以縮圖檢視影像";

/* No comment provided by engineer. */
"Show my locked notes" = "顯示我的加密筆記";

/* No comment provided by engineer. */
"Show my Notes" = "顯示我的筆記";

/* No comment provided by engineer. */
"Show my Today notes" = "顯示我今天的筆記";

/* No comment provided by engineer. */
"Show my ToDo notes" = "顯示我的待辦事項筆記";

/* No comment provided by engineer. */
"Show my Untagged notes" = "顯示我的無標籤筆記";

/* Leave the %@, will be replaced with the name of tag */
"Show notes tagged #%@" = "顯示標籤為 #%@ 的筆記";

/* No comment provided by engineer. */
"Show Preview" = "顯示預覽";

/* No comment provided by engineer. */
"Sign in to iCloud and enable iCloud Drive" = "登入 iCloud 並啟用 iCloud Drive";

/* No comment provided by engineer. */
"Something went wrong" = "出現錯誤";

/* No comment provided by engineer. */
"Subscribe" = "訂閱";

/* No comment provided by engineer. */
"Subscription" = "訂閱";

/* No comment provided by engineer. */
"Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period." = "除非您在目前訂閱期結束至少 24 小時以前停止自動更新，否則訂閱將自動更新。";

/* No comment provided by engineer. */
"Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase." = "使用者可自行管理訂閱服務，自動更新服務可以在購買後前往使用者的帳戶設定中關閉。";

/* No comment provided by engineer. */
"Support Bear's development" = "支援熊掌記的開發";

/* No comment provided by engineer. */
"Sync and backup with iCloud on all your devices" = "在您的所有裝置上使用 iCloud 同步和備份";

/* No comment provided by engineer. */
"Terms of Use" = "使用條款";

/* No comment provided by engineer. */
"Thank you for purchasing Bear Pro" = "感謝您購買Bear Pro 計畫";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 month." = "每個訂閱期為1個月。";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 year." = "每個訂閱期為1年。";

/* No comment provided by engineer. */
"The length of the Free Trial Period, if any, is shown in the Bear's Purchase Pane updated to the time of the purchase." = "在熊掌記（Bear）的購買窗格中，如果使用者享有免費試用期，其剩餘時間會即時顯示。";

/* No comment provided by engineer. */
"The price of the subscription is shown in the Bear's Purchase Pane updated to the time of the purchase." = "在熊掌記（Bear）的購買窗格中，最新訂閱價格會即時顯示。";

/* No comment provided by engineer. */
"There are no previous purchases valid for the current period." = "沒有針對目前期間的有效購買記錄。";

/* No comment provided by engineer. */
"This beta version has expired, check the website for updates." = "此 beta 版已過期，請檢查網站以取得更新。";

/* No comment provided by engineer. */
"Today notes" = "今天的筆記";

/* No comment provided by engineer. */
"Todo" = "待辦事項";

/* No comment provided by engineer. */
"Toggle checkbox" = "切換核取方塊";

/* No comment provided by engineer. */
"Toggle folding" = "切換摺疊";

/* table cell action */
"Trash" = "垃圾桶";

/* No comment provided by engineer. */
"Unarchive notes" = "取消存檔筆記";

/* No comment provided by engineer. */
"Unlimited bear hugs" = "無限的熊抱抱";

/* No comment provided by engineer. */
"Unmerge notes" = "取消合併筆記";

/* table cell action */
"Unpin" = "取消釘選";

/* No comment provided by engineer. */
"Unpin notes" = "取消釘選筆記";

/* No comment provided by engineer. */
"Unpin Tag" = "取消釘選標籤";

/* No comment provided by engineer. */
"Valid Through" = "有效期至";

/* Valid until date */
"Valid until %@" = "有效期至 %@";

/* No comment provided by engineer. */
"We appreciate your support!" = "感謝您的支持！";

/* No comment provided by engineer. */
"We’re adding all the bells, whistles, and even a kazoo under the hood to make Bear even better. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "我們正在加入更多附加功能，讓熊掌記（Bear）更棒。為了確保過程順利，強烈建議您在完成之前保持熊掌記開啟狀態。";

/* No comment provided by engineer. */
"We’re migrating all your notes to Markdown for Bear 2. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "我們正在將您的所有筆記轉移到熊掌記（Bear） 2 的 Markdown。為了確保過程順利，強烈建議您在完成之前保持熊掌記開啟狀態。";

/* No comment provided by engineer. */
"year" = "年";

/* No comment provided by engineer. */
"You can’t undo this action." = "無法還原此動作。";

/* No comment provided by engineer. */
"You're a PRO" = "您是專家";

/* No comment provided by engineer. */
"Your subscription will renew on the date listed above. To avoid being charged, cancel a free trial period or a subscription 24 hours before the renewal date." = "您的訂閱將在上方列出的日期續訂。為避免收費，請在續訂日期前 24 小時取消免費試用期或訂閱。";

"syncing..." = "正在同步...";
